[BalanceDefs.BD_ShootInFace_TurnInObject InteractiveObjectBalanceDefinition]
DefaultDisplayName="to accept"
Grades[0]=(GradeModifiers=(DisplayName="A place of inspiration"))

[ItemDefs.ShootInFace_TurnInObject InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

